{
   "WFRP4E.ArmourType.Light": "Lekki Pancerz",
   "WFRP4E.ArmourType.Medium": "Średni Pancerz",
   "WFRP4E.ArmourType.Heavy": "Ciężki Pancerz",
   "WFRP4E.ArmourType.Other": "Inny",

   "PROPERTY.Inner": "Warstwa Wewnętrzna",
   "PROPERTY.Outer": "Warstwa Zewnętrzna",
   "PROPERTY.Complementary": "Warstwa Uzupełniająca",
   "PROPERTY.Metal": "Metal", 

   "NAME.CombatMaster": "Mistrz Walki",
   "WFRP4E.ConditionName.Covered": "Zasłona przed Strzałem",
   "WFRP4E.ConditionName.Multiattacks": "Atak Wielokrotny",
   "WFRP4E.ConditionName.Multichannelling": "Wielokrotne Splatanie",
   "WFRP4E.ConditionName.Multispell": "Wielokrotne Czarowanie",

   "wfrp4epladdon.alternativeArmour.Enable": "Aktywuj alternatywne zasady Pancerzy", 
   "wfrp4epladdon.alternativeArmour.EnableHint": "Zmienia kategorie pancerzy oraz zasady ich łączenia oraz udostępnia dodatkowe kompendium z dedykowanymi pancerzami.", 
   
   "wfrp4epladdon.initiativeRoll.Enable": "Przerzut inicjatywy co rundę",
   "wfrp4epladdon.initiativeRoll.EnableHint": "Na początku każdej rundy nastąpi automatyczna zmiana kolejności walczących oraz automatycznie przerzucona zostanie inicjatywa.",
   
   "wfrp4epladdon.alternativeMiscasts.Enable": "Alternatywne zasady Manifestacji Chaosu",
   "wfrp4epladdon.alternativeMiscasts.EnableHint": "Zmiany zasada manifestacji chaosu, na ten moment brak opisu w kompendium",
   
   "wfrp4epladdon.combatSpellTracker.Enable": "Pokaż aktywne zaklęcia podczas walki",
   "wfrp4epladdon.combatSpellTracker.EnableHint": "Rozszerza traker walki o dodatkowe informacje na temat aktywnych zaklęć oraz możliwości ich rozproszenia",
   
   "wfrp4epladdon.windsOfMagicCombatRolls.Enable": "Losowe Wiatry Magii",
   "wfrp4epladdon.windsOfMagicCombatRolls.EnableHint": "Losuj wiatry magii na początku walki, które wprowadzą automatyczne modyfikatory do splatania dla poszczególnych wiatrów.",
   
   "wfrp4epladdon.counterSpells.Enable": "Automatyczne kontr-zaklęcia",
   "wfrp4epladdon.counterSpells.EnableHint": "Umożliwia Mistrzowi Gry automatycznie utworzyć test przeciwstawny dla rzucanego zaklęcia.",
   
    "wfrp4epladdon.autoEngaged.Enable": "Automatyczny stan Związany Walką",
    "wfrp4epladdon.autoEngaged.EnableHint": "automatycznie ustawia na walczących Stan Związany Walką, a w przypadku przemieszczenia się znacznika, usuwa stan",
    
    "wfrp4epladdon.autoOutnumbered.Enable": "Automatyczne Bonus z Przewagi Liczebnej",
    "wfrp4epladdon.autoOutnumbered.EnableHint": "Automatycznie wylicza przewagę liczebną na podstawie znaczników Związanych Walką wokół celu ataku oraz ich nastawienia (Hostile/Friendly)",
    
    "wfrp4epladdon.autoOutnumbered.Bonus": "Bonus do Przewagi Liczebnej",
    "wfrp4epladdon.autoOutnumbered.BonusHint": "Wartość o jaką zwiększy się łatwość testu w przypadku przewagi liczebnej",
    
    "wfrp4epladdon.autoOutnumbered.Max": "Maksymalna Przewaga Liczebna",
    "wfrp4epladdon.autoOutnumbered.MaxHint": "Maksymalna liczba osób, których obecność zwiększa przewagę liczebną, po jej przekroczeniu, bonus przestaje być zwiększany",
    
    "wfrp4epladdon.autoRotate.Enable": "Automatyczne Bonus z Flankowania/Ataku od tyłu",
    "wfrp4epladdon.autoRotate.EnableHint": "Automatycznie oblicza bonus związany z flankowaniem / atakiem od tyłu na podstawie kąta obrotu znaczników",
    
    "wfrp4epladdon.autoRotate.BonusFlanking": "Bonus z Flankowania",
    "wfrp4epladdon.autoRotate.BonusFlankingHint": "",
    
    "wfrp4epladdon.autoRotate.BonuBehind": "Bonus przy ataku od tyłu",
    "wfrp4epladdon.autoRotate.BonuBehindHint": "",
    
    "wfrp4epladdon.pf2eHeresy.Enable": "Aktywuj karę za atak wielokrotny",
    "wfrp4epladdon.pf2eHeresy.EnableHint": "",

    "wfrp4epladdon.customDiseases.Enable": "Zmodyfikowane zasady chorób i symptomów",
    "wfrp4epladdon.customDiseases.EnableHint": "",

    "WFRP4EADDON.Symptom.Malaise": "Apatia (Lekka)",
    "WFRP4EADDON.Symptom.MalaiseModerate": "Apatia (Zaawansowana)",
    "WFRP4EADDON.Symptom.MalaiseSevere": "Apatia (Martwota)",
    
    "WFRP4EADDON.Symptom.Flux": "Biegunka (Lekka)",
    "WFRP4EADDON.Symptom.FluxModerate": "Biegunka (Umiarkowana)",
    "WFRP4EADDON.Symptom.FluxSevere": "Biegunka (Poważna)",

    "WFRP4EADDON.Symptom.Buboes": "Dymienica (Lekka)",
    "WFRP4EADDON.Symptom.BuboesModerate": "Dymienica (Umiarkowana)",
    "WFRP4EADDON.Symptom.BuboesSevere": "Dymienica (Poważna)",

    "WFRP4EADDON.Symptom.Gangrene": "Gangrena",

    "WFRP4EADDON.Symptom.Fever": "Gorączka (Lekka)",
    "WFRP4EADDON.Symptom.FeverModerate": "Gorączka (Umiarkowana)",
    "WFRP4EADDON.Symptom.FeverSevere": "Gorączka (Poważna)",

    "WFRP4EADDON.Symptom.CoughsAndSneezes": "Kaszel i Katar (Lekki)",
    "WFRP4EADDON.Symptom.CoughsAndSneezesModerate": "Kaszel i Katar (Umiarkowany)",
    "WFRP4EADDON.Symptom.CoughsAndSneezesSevere": "Kaszel i Katar (Poważny)",

    "WFRP4EADDON.Symptom.Convulsions": "Konwulsje (Lekkie)",
    "WFRP4EADDON.Symptom.ConvulsionsModerate": "Konwulsje (Umiarkowane)",
    "WFRP4EADDON.Symptom.ConvulsionsSevere": "Konwulsje (Poważne)",

    "WFRP4EADDON.Symptom.Nausea": "Mdłości (Lekkie)",
    "WFRP4EADDON.Symptom.NauseaModerate": "Mdłości (Umiarkowane)",
    "WFRP4EADDON.Symptom.NauseaSevere": "Mdłości (Poważne)",

    "WFRP4EADDON.Symptom.Lingering": "Nawroty (Sporadyczne)",
    "WFRP4EADDON.Symptom.LingeringModerate": "Nawroty (Umiarkowane)",
    "WFRP4EADDON.Symptom.LingeringSevere": "Nawroty (Częste)",

    "WFRP4EADDON.Symptom.Wounded": "Uciążliwa Rana (Lekka)",
    "WFRP4EADDON.Symptom.WoundedModerate": "Uciążliwa Rana (Umiarkowana)",
    "WFRP4EADDON.Symptom.WoundedSevere": "Uciążliwa Rana (Poważna)",

    "WFRP4EADDON.Symptom.Blight": "Uwiąd (Lekki)",
    "WFRP4EADDON.Symptom.BlightModerate": "Uwiąd (Umiarkowany)",
    "WFRP4EADDON.Symptom.BlightSevere": "Uwiąd (Poważny)",

    "WFRP4EADDON.Symptom.Pox": "Wysypka (Lekka)",
    "WFRP4EADDON.Symptom.PoxModerate": "Wysypka (Umiarkowana)",
    "WFRP4EADDON.Symptom.PoxSevere": "Wysypka (Poważna)",

    "WFRP4EADDON.Symptom.Vertigo": "Zawroty Głowy (Lekkie)",
    "WFRP4EADDON.Symptom.VertigoModerate": "Zawroty Głowy (Umiarkowane)",
    "WFRP4EADDON.Symptom.VertigoSevere": "Zawroty Głowy (Poważne)",

    "WFRP4EADDON.Symptom.Purblind": "Niedowidzenie (Lekki)",
    "WFRP4EADDON.Symptom.PurblindModerate": "Niedowidzenie (Umiarkowane)",
    "WFRP4EADDON.Symptom.PurblindSevere": "Niedowidzenie (Poważne)",

    "WFRP4EADDON.Symptom.Wasting": "Wyniszczenie (Lekkie)",
    "WFRP4EADDON.Symptom.WastingModerate": "Wyniszczenie (Umiarkowane)",
    "WFRP4EADDON.Symptom.WastingSevere": "Wyniszczenie (Poważne)",

    "WFRP4EADDON.Symptom.Dementia": "Demencja (Lekka)",
    "WFRP4EADDON.Symptom.DementiaModerate": "Demencja (Umiarkowana)",
    "WFRP4EADDON.Symptom.DementiaSevere": "Demencja (Poważna)",

    "WFRP4EADDON.Symptom.Delirium": "Delirium",
    "WFRP4EADDON.Symptom.Swelling": "Obrzęk",

    "WFRP4EADDON.SymptomDescriptions.Blight": "Postać jest poważnie chora, a nawet bliska kołatania do Bram Morra, ponieważ zabójcze substancje zalewają jej ciało. Codziennie (zazwyczaj w trakcie snu) należy wykonywać <b>Bardzo Łatwy (+60) Test Odporności</b> - jeśli się nie powiedzie, postać umiera. Albo we śnie, albo z powodu gorączki, albo w straszliwych męczarniach.",
    "WFRP4EADDON.SymptomDescriptions.BlightModerate": "Postać jest poważnie chora, a nawet bliska kołatania do Bram Morra, ponieważ zabójcze substancje zalewają jej ciało. Codziennie (zazwyczaj w trakcie snu) należy wykonywać <b>Łatwy (+40) Test Odporności</b> - jeśli się nie powiedzie, postać umiera. Albo we śnie, albo z powodu gorączki, albo w straszliwych męczarniach.",
    "WFRP4EADDON.SymptomDescriptions.BlightSevere": "Postać jest poważnie chora, a nawet bliska kołatania do Bram Morra, ponieważ zabójcze substancje zalewają jej ciało. Codziennie (zazwyczaj w trakcie snu) należy wykonywać <b>Przeciętny (+20) Test Odporności</b> - jeśli się nie powiedzie, postać umiera. Albo we śnie, albo z powodu gorączki, albo w straszliwych męczarniach.",

    "WFRP4EADDON.SymptomDescriptions.Buboes": "Postać ma lekki zapalny obrzęk węzłów limfatycznych, najczęściej atakowane są pachwiny, szyja i pachy. Rany te są niezwykle bolesne, często krwawią lub cieknie z nich ropa. Są obrzydliwe, śmierdzące, a niektórzy twierdzą nawet, że to niezawodny znak przychylności Pana Zarazy, wierząc, że wewnątrz pęcherzy rosną małe demony. Powszechną praktyką lekarską jest nacinanie tych straszliwych efektów zarazy, by usunąć wszystko, co gnieździ się w środku. Jednakże często kończy się to otrzymaniem @UUID[Compendium.wfrp4e-core.items.kKccDTGzWzSXCBOb]{Ropiejących Ran}. \n\nPostać otrzymuje karę -5 do wszystkich Testów fizycznych i do wszystkich Testów Ogłady, jeśli Dymienicę można zobaczyć (lub wywąchać!).",
    "WFRP4EADDON.SymptomDescriptions.BuboesModerate": "Postać ma zapalny obrzęk węzłów limfatycznych, najczęściej atakowane są pachwiny, szyja i pachy. Rany te są niezwykle bolesne, często krwawią lub cieknie z nich ropa. Są obrzydliwe, śmierdzące, a niektórzy twierdzą nawet, że to niezawodny znak przychylności Pana Zarazy, wierząc, że wewnątrz pęcherzy rosną małe demony. Powszechną praktyką lekarską jest nacinanie tych straszliwych efektów zarazy, by usunąć wszystko, co gnieździ się w środku. Jednakże często kończy się to otrzymaniem @UUID[Compendium.wfrp4e-core.items.kKccDTGzWzSXCBOb]{Ropiejących Ran}. \n\nPostać otrzymuje karę -10 do wszystkich Testów fizycznych i do wszystkich Testów Ogłady, jeśli Dymienicę można zobaczyć (lub wywąchać!).",
    "WFRP4EADDON.SymptomDescriptions.BuboesSevere": "Postać ma bardzo poważny zapalny obrzęk węzłów limfatycznych, najczęściej atakowane są pachwiny, szyja i pachy. Rany te są niezwykle bolesne, często krwawią lub cieknie z nich ropa. Są obrzydliwe, śmierdzące, a niektórzy twierdzą nawet, że to niezawodny znak przychylności Pana Zarazy, wierząc, że wewnątrz pęcherzy rosną małe demony. Powszechną praktyką lekarską jest nacinanie tych straszliwych efektów zarazy, by usunąć wszystko, co gnieździ się w środku. Jednakże często kończy się to otrzymaniem @UUID[Compendium.wfrp4e-core.items.kKccDTGzWzSXCBOb]{Ropiejących Ran}. \n\nPostać otrzymuje karę -20 do wszystkich Testów fizycznych i do wszystkich Testów Ogłady (Zawsze).",

    "WFRP4EADDON.SymptomDescriptions.Convulsions": "Ciało chorego ogarniają spazmy i drgawki.\n\nWydawałoby się, że choroba zmusza chorego do podrygiwania jak kukiełka w teatrzyku. Konwulsje skutkują karą -10 do wszystkich Testów fizycznych, ponieważ ciało nie do końca słucha swojego właściciela. Istnieje również 10% szans na przygryzienie sobie języka podczas mówienia.",
    "WFRP4EADDON.SymptomDescriptions.ConvulsionsModerate": "Ciało chorego ogarniają spazmy i drgawki.\n\nWydawałoby się, że choroba zmusza chorego do podrygiwania jak kukiełka w teatrzyku. Konwulsje skutkują karą -20 do wszystkich Testów fizycznych, ponieważ ciało nie do końca słucha swojego właściciela. Istnieje również 20% szans na przygryzienie sobie języka podczas mówienia.",
    "WFRP4EADDON.SymptomDescriptions.ConvulsionsSevere": "Ciało chorego ogarniają spazmy i drgawki.\n\nWydawałoby się, że choroba zmusza chorego do podrygiwania jak kukiełka w teatrzyku. Konwulsje sprawiają, że postać musi być przywiązana do łóżka, by samej nie zrobić sobie krzywdy, więc w tym czasie uznaje się ją za obezwładnioną.",

    "WFRP4EADDON.SymptomDescriptions.CoughsandSneezes": "Postać sporadycznie kaszle i kicha, rozsiewając chorobę dookoła. Wszystkie inne postaci w otoczeniu chorego są uznawane za narażone na infekcję i co najmniej raz na godzinę (albo częściej) muszą wykonywać Test przeciwko zarażeniu.",
    "WFRP4EADDON.SymptomDescriptions.CoughsAndSneezesModerate": "Postać często kaszle i kicha, rozsiewając chorobę dookoła. Wszystkie inne postaci w otoczeniu chorego są uznawane za narażone na infekcję i co najmniej raz na godzinę (albo częściej) muszą wykonywać Test przeciwko zarażeniu. Dodatkowo, otrzymuje karę -10 do testów Skradania Się, testów związanych z Występami oraz Językiem.",
    "WFRP4EADDON.SymptomDescriptions.CoughsAndSneezesSevere": "Postać intensywnie kaszle i kicha, rozsiewając chorobę dookoła. Wszystkie inne postaci w otoczeniu chorego są uznawane za narażone na infekcję i co najmniej raz na godzinę (albo częściej) muszą wykonywać Test przeciwko zarażeniu. Dodatkowo, otrzymuje 1 Stan @Condition[Zmęczenie] do czasu wyleczenia.",

    "WFRP4EADDON.SymptomDescriptions.Fever": "Postać ma dość wysoką temperaturę, poci się i ogólnie rzecz biorąc, nie wygląda najlepiej. Otrzymuje karę -10 do wszystkich Testów cielesnych i Testów Ogłady.",
    "WFRP4EADDON.SymptomDescriptions.FeverModerate": "Postać ma wysoką temperaturę, poci się i ogólnie rzecz biorąc, nie wygląda najlepiej. Otrzymuje karę -20 do wszystkich Testów.",
    "WFRP4EADDON.SymptomDescriptions.FeverSevere": "Postać ma bardzo wysoką temperaturę, poci się i wogóle nie ma sił. Zupełnie ścina postać z nóg i przykuwa ją do łóżka. Oznacza to Stan Utrata Przytomności, choć zużycie Punktu Determinacji może przywrócić świadomość na kilka minut.",

    "WFRP4EADDON.SymptomDescriptions.Flux": "Najpierw w brzuchu słychać całą orkiestrę, a później postać zrywa się biegiem do wychodka. Jest blada i zmęczona, zdecydowanie bywało w życiu lepiej. W każdej chwili postać może odczuć nieodpartą chęć odwiedzenia wygódki. Od gracza oczekuje się, że będzie o tym pamiętał i odgrywał fakt, że postać co rusz musi się oddalić w wiadomym celu. Ponadto MG może w dowolnej chwili uznać, że bohater poczuł niepowstrzymany zew natury. Postać ma tyle Rund na znalezienie wychodka, ile wynosi jej Bonus z Wytrzymałości. Po tym czasie - czy jej się powiodło, czy nie - nastąpi spektakularne „zwolnienie blokady”. MG może wywinąć taki numer dwa razy w trakcie sesji. Ponadto po każdej wizycie w wychodku postać odnosi 1 Ranę spowodowaną odwodnieniem.",
    "WFRP4EADDON.SymptomDescriptions.FluxModerate": "Najpierw w brzuchu słychać całą orkiestrę, a później postać zrywa się biegiem do wychodka. Jest blada i zmęczona, zdecydowanie bywało w życiu lepiej. W każdej chwili postać może odczuć nieodpartą chęć odwiedzenia wygódki. Od gracza oczekuje się, że będzie o tym pamiętał i odgrywał fakt, że postać co rusz musi się oddalić w wiadomym celu. Ponadto MG może w dowolnej chwili uznać, że bohater poczuł niepowstrzymany zew natury. Postać ma tyle Rund na znalezienie wychodka, ile wynosi jej Bonus z Wytrzymałości. Po tym czasie - czy jej się powiodło, czy nie - nastąpi spektakularne „zwolnienie blokady”. MG może wywinąć taki numer trzy razy w trakcie sesji. Ponadto po każdej wizycie w wychodku postać odnosi 1 Ranę spowodowaną odwodnieniem. Dodatkowo, każdy posiłek wymaga Przeciętnego (+20) Testu Odporności lub następuje atak biegunki.",
    "WFRP4EADDON.SymptomDescriptions.FluxSevere":  "Najpierw w brzuchu słychać całą orkiestrę, a później postać zrywa się biegiem do wychodka. Jest blada i zmęczona, zdecydowanie bywało w życiu lepiej. W każdej chwili postać może odczuć nieodpartą chęć odwiedzenia wygódki. Od gracza oczekuje się, że będzie o tym pamiętał i odgrywał fakt, że postać co rusz musi się oddalić w wiadomym celu. Ponadto MG może w dowolnej chwili uznać, że bohater poczuł niepowstrzymany zew natury. Postać ma tyle Rund na znalezienie wychodka, ile wynosi jej Bonus z Wytrzymałości. Po tym czasie - czy jej się powiodło, czy nie - nastąpi spektakularne „zwolnienie blokady”. MG może wywinąć taki numer cztery razy w trakcie sesji. Ponadto po każdej wizycie w wychodku postać odnosi 2 Rany spowodowaną odwodnieniem. Dodatkowo, każdy posiłek wymaga Wymagającego (+0) Testu Odporności lub następuje atak biegunki.",
    
    "WFRP4EADDON.SymptomDescriptions.Gangrene": "Ciało staje się czarne i obumiera, toczy je coś naprawdę straszliwego i na pewno się już nie poprawi. Należy wykonać rzut k100 i ustalić Miejsce Trafienia (patrz Walka). Jeśli wynikiem rzutu jest korpus, Gangrena nie rozwinęła się w wyniku tej infekcji. W przypadku trafienia w głowę Gangrena ogarnia nos, w ramię - palce, a w nogę - stopę. Każdego dnia postać musi również wykonać <b>Przeciętny (+20) Test Odporności</b>. Jeśli się powiedzie, udało się powstrzymać rozwój gangreny, a porażka oznacza, że choroba rozwija się dalej. Liczba porażek równa Bonusowi z Wytrzymałości oznacza, że objęty gangreną obszar ciała staje się zupełnie bezużyteczny. Należy wtedy zastosować takie same zasady, jak w przypadku Amputacji (patrz Rany Krytyczne). Tak długo, jak utrzymuje się gangrena, postać otrzymuje karę -10 do <b>Testów Ogłady</b>, a ponadto rana uznawana jest za Uciążliwą ranę. Jakby tego było mało, jeśli postać jeszcze nie ma objawów Uwiądu, zaczyna cierpieć także na tę przypadłość, dopóki zainfekowana tkanka nie zostanie amputowana. Stan ten utrzymuje się nawet po wyleczeniu choroby, która była przyczyną rozwoju gangreny.",

    "WFRP4EADDON.SymptomDescriptions.Lingering": "Ta choroba po prostu nie chce się poddać. Czasami wydaje się nawet pogarszać... Po tym, jak choroba zakończy się po odpowiednim czasie, należy wykonać <b>Test Odporności</b> - Test Łatwy (+40). Jeśli postać odniesie w Teście Znikomą porażkę (0 PS), choroba przedłuża się o 1k10 dni. W przypadku Porażki (-2 PS) choroba rozwija się w @UUID[Compendium.wfrp4e-core.items.kKccDTGzWzSXCBOb]{Ropiejącą Ranę}. Zdumiewająca Porażka (-6 PS) oznacza, że rozwinęło się @UUID[Compendium.wfrp4e-core.items.M8XyRs9DN12XsFTQ]{Zatrucie Krwi}.",
    "WFRP4EADDON.SymptomDescriptions.LingeringModerate": "Ta choroba po prostu nie chce się poddać. Czasami wydaje się nawet pogarszać... Po tym, jak choroba zakończy się po odpowiednim czasie, należy wykonać <b>Test Odporności</b> - Test Przeciętny (+20). Jeśli postać odniesie w Teście Znikomą porażkę (0 PS), choroba przedłuża się o 1k10 dni. W przypadku Porażki (-2 PS) choroba rozwija się w @UUID[Compendium.wfrp4e-core.items.kKccDTGzWzSXCBOb]{Ropiejącą Ranę}. Zdumiewająca Porażka (-6 PS) oznacza, że rozwinęło się @UUID[Compendium.wfrp4e-core.items.M8XyRs9DN12XsFTQ]{Zatrucie Krwi}.",
    "WFRP4EADDON.SymptomDescriptions.LingeringSevere": "Ta choroba po prostu nie chce się poddać. Czasami wydaje się nawet pogarszać... Po tym, jak choroba zakończy się po odpowiednim czasie, należy wykonać <b>Test Odporności</b> - Test Wymagający (+0). Jeśli postać odniesie w Teście Znikomą porażkę (0 PS), choroba przedłuża się o 1k10 dni. W przypadku Porażki (-2 PS) choroba rozwija się w @UUID[Compendium.wfrp4e-core.items.kKccDTGzWzSXCBOb]{Ropiejącą Ranę}. Zdumiewająca Porażka (-6 PS) oznacza, że rozwinęło się @UUID[Compendium.wfrp4e-core.items.M8XyRs9DN12XsFTQ]{Zatrucie Krwi}.",
    
    "WFRP4EADDON.SymptomDescriptions.Malaise": "No cóż, postać nie czuje się dobrze. Jest zmęczona, ciężko jej się skoncentrować i ogólnie rzecz biorąc, czuje się wypluta. Otrzymuje 1 poziom stanu @Condition[Zmęczenie], który nie może zostać usunięty, dopóki choroba nie zostanie wyleczona.",
    "WFRP4EADDON.SymptomDescriptions.MalaiseModerate": "No cóż, postać czuje się źle. Jest zmęczona, ciężko jej się skoncentrować i ogólnie rzecz biorąc, jest do dupy. Otrzymuje 2 poziomy stanu @Condition[Zmęczenie], które nie mogą zostać usuniętę, dopóki choroba nie zostanie wyleczona.",
    "WFRP4EADDON.SymptomDescriptions.MalaiseSevere": "No cóż, postać czuje się beznadziejnie. Jest wyczerpana, ciężko jej się skoncentrować i ogólnie rzecz biorąc, jest przesrane. Otrzymuje 3 poziomy stanu @Condition[Zmęczenie], które nie mogą zostać usuniętę, dopóki choroba nie zostanie wyleczona.",

    "WFRP4EADDON.SymptomDescriptions.Nausea": "Postać czuje się źle, a szybkie poruszanie się zazwyczaj skutkuje wymiotami. Za każdym razem, gdy postać odnosi porażkę o co najmniej 2 PS w Teście, który dotyczy fizycznego ruchu, mdłości ogarniają całe ciało, a postać wymiotuje pod siebie. Otrzymuje 1 poziom Stanu @Condition[Oszołomieni], który odzwierciedla nieustanne odczucie żołądka podlatującego do gardła.",
    "WFRP4EADDON.SymptomDescriptions.NauseaModerate": "Postać czuje się źle, a szybkie poruszanie się zazwyczaj skutkuje wymiotami. Za każdym razem, gdy postać odnosi porażkę w Teście, który dotyczy fizycznego ruchu, mdłości ogarniają całe ciało, a postać wymiotuje pod siebie. Otrzymuje 1 poziom Stanu @Condition[Oszołomienie], który odzwierciedla nieustanne odczucie żołądka podlatującego do gardła.",
    "WFRP4EADDON.SymptomDescriptions.NauseaSevere": "Postać czuje się źle, a szybkie poruszanie się zazwyczaj skutkuje wymiotami. Za każdym razem, gdy postać odnosi porażkę w Teście, który dotyczy fizycznego ruchu, mdłości ogarniają całe ciało, a postać wymiotuje pod siebie. Otrzymuje 1 poziom Stanu @Condition[Oszołomienie] oraz 1 Ranę, które odzwierciedlają nieustanne odczucie żołądka podlatującego do gardła.",

    "WFRP4EADDON.SymptomDescriptions.Pox": "Ciało pokrywa się krostami, zapalnymi obrzękami, obrzydliwymi wysypkami i swędzącymi plamami, które wyglądają naprawdę odpychająco. Wysypka jest uciążliwa głównie w kontaktach społecznych - postać otrzymuje karę -10 do Testów Ogłady. Ponadto gracz powinien pamiętać o odgrywaniu postaci i opisywaniu nieustannego iskania się. Jeśli postać chce powstrzymać się od drapania w danej scenie, musi zdać <b>Przeciętny (+20) Test Opanowania</b>.",
    "WFRP4EADDON.SymptomDescriptions.PoxModerate": "Ciało pokrywa się krostami, zapalnymi obrzękami, obrzydliwymi wysypkami i swędzącymi plamami, które wyglądają naprawdę odpychająco. Wysypka jest uciążliwa i utrudnia skupienie się, postać otrzymuje karę -10 do wszystkich Testów. Ponadto gracz powinien pamiętać o odgrywaniu postaci i opisywaniu nieustannego iskania się. Jeśli postać chce powstrzymać się od drapania w danej scenie, musi zdać <b>Wymagający (+0) Test Opanowania</b>. Gdy wysypka dobiegnie końca, również należy wykonać <b>Przeciętny (+20) Test Opanowania</b>. Jeśli się nie powiedzie, postać drapała się tak mocno, że zostały brzydkie blizny. Postać trwale traci 1 punkt Ogłady.",
    "WFRP4EADDON.SymptomDescriptions.PoxSevere": "Ciało pokrywa się krostami, zapalnymi obrzękami, obrzydliwymi wysypkami i swędzącymi plamami, które wyglądają naprawdę odpychająco. Wysypka jest uciążliwa i utrudnia skupienie się, postać otrzymuje karę -10 do wszystkich Testów. Ponadto gracz powinien pamiętać o odgrywaniu postaci i opisywaniu nieustannego iskania się. Jeśli postać chce powstrzymać się od drapania w danej scenie, musi zdać <b>Trudny (-20) Test Opanowania</b>. Gdy wysypka dobiegnie końca, również należy wykonać <b>Przeciętny (+20) Test Opanowania</b>. Jeśli się nie powiedzie, postać drapała się tak mocno, że zostały bardzo brzydkie blizny. Postać trwale traci [[/r 1d10]] punktów Ogłady.",

    "WFRP4EADDON.SymptomDescriptions.Wounded": "Rana lub dolegliwość postaci nie chce się zagoić z powodu infekcji. Każda Uciążliwa Rana oznacza, że postać nie może wyleczyć jednej Rany, która jątrzy się, otwiera i zaczyna sączyć się z niej śmierdząca ropa. Każdego dnia należy wykonać <b>Przeciętny (+20) Test Odporności</b> - jeśli się nie powiedzie, infekcja rozwija się w Ropiejącą Ranę lub zwiększa intensywność symptomów Ropiejącej Rany.",
    "WFRP4EADDON.SymptomDescriptions.WoundedModerate": "Rana lub dolegliwość postaci nie chce się zagoić z powodu infekcji. Każda Uciążliwa Rana oznacza, że postać nie może wyleczyć jednej Rany, która jątrzy się, otwiera i zaczyna sączyć się z niej śmierdząca ropa. Każdego dnia należy wykonać <b>Wymagający (+0) Test Odporności</b> - jeśli się nie powiedzie, infekcja rozwija się w Ropiejącą Ranę lub zwiększa intensywność symptomów Ropiejącej Rany.",
    "WFRP4EADDON.SymptomDescriptions.WoundedSevere": "Rana lub dolegliwość postaci nie chce się zagoić z powodu infekcji. Każda Uciążliwa Rana oznacza, że postać nie może wyleczyć jednej Rany, która jątrzy się, otwiera i zaczyna sączyć się z niej śmierdząca ropa. Każdego dnia należy wykonać <b>Trudny (-20) Test Odporności</b> - jeśli się nie powiedzie, infekcja rozwija się w Ropiejącą Ranę lub zwiększa intensywność symptomów Ropiejącej Rany.",

    "WFRP4EADDON.SymptomDescriptions.Delirium": "Twoja świadomość przychodzi i odchodzi, kiedy momenty przytomności zastępowane są halucynacjami. Wykonaj <b>Wymagający (+0) Test Siły Woli</b> co godzinę i sprawdź wyniki w tabeli <a class='table-click' data-table='delirium'><i class='fas fa-list'></i> Delirium</a>.",
    "WFRP4EADDON.SymptomDescriptions.Swelling": "Część twojego ciała puchnie i rośnie kilkukrotnie, zmieniając kolor na agresywny czerwony lub purpurowy, sprawiając, że staje się bezużyteczna. Miejsce opuchlizny to zwykle lokacja ukąszenia lub miejsce wdania się infekcji lub choroby. <br><br><b>Głowa</b>: Oczy, język i policzki puchną, a usta pozostają otwarte. Jedzenie jest niemożliwe, ale płyny w niewielkich ilościach da się przyjąć. Mowa wymaga każdorazowo testu. <br><br><b>Ramiona</b>: Kończyny puchną i rosną groteskowo, do czasu wyleczenia jest traktowana jako @UUID[Compendium.wfrp4e-core.items.MnMZv7ZXoRqoH9dS]{Amputowana}. <br><br><b>Korpus</b>: Ciało puchnie do tego stopnia, że noszenie pancerza, a nawet ubrania jest niemożliwe. Wszystkie testy związane z poruszaniem się są trudniejsze o 3 poziomy.<br><br><b>Nogi</b>: Kończyny puchną i rosną groteskowo, do czasu wyleczenia jest traktowana jako @UUID[Compendium.wfrp4e-core.items.k00PimCWkff11IA0]{Amputowana}.",
    
    "WFRP4EADDON.SymptomDescriptions.Vertigo": "Masz problemy z utrzymaniem równowagi i masz wrażenie, że świat wciąż wiruje. Wszystkie testy oparte na Int, WW, US, Zw, Zr otrzymują karę –2 PS.",
    "WFRP4EADDON.SymptomDescriptions.VertigoModerate": "Masz problemy z utrzymaniem równowagi i masz wrażenie, że świat wciąż wiruje. Wszystkie testy oparte na Int, WW, US, Zw, Zr otrzymują karę –3 PS.",
    "WFRP4EADDON.SymptomDescriptions.VertigoSevere": "Masz problemy z utrzymaniem równowagi i masz wrażenie, że świat wciąż wiruje. Wszystkie testy oparte na Int, WW, US, Zw, Zr otrzymują karę –4 PS.",

    "WFRP4EADDON.SymptomDescriptions.Purblind": "Twoje oczy zostały dotknięte chorobą, powodując ich puchnięcie, ropienie lub nawet krwawienie. Otrzymujesz 1 Stan @Condition[Oślepienie], który nie może zostać usunięty do czasu wyleczenia.",
    "WFRP4EADDON.SymptomDescriptions.PurblindModerate": "Twoje oczy zostały dotknięte chorobą, powodując ich puchnięcie, ropienie lub nawet krwawienie. Otrzymujesz 2 Stany @Condition[Oślepienie], które nie mogą zostać usuniętę do czasu wyleczenia.",
    "WFRP4EADDON.SymptomDescriptions.PurblindSevere": "Twoje oczy zostały dotknięte chorobą, powodując ich puchnięcie, ropienie lub nawet krwawienie. Otrzymujesz 3 Stany @Condition[Oślepienie], które nie mogą zostać usuniętę do czasu wyleczenia.",

    "WFRP4EADDON.SymptomDescriptions.Wasting": "Choroba atakuje i pożera Twoje mięśnie i ścięgna. W miarę postępu choroby stopniowo ulegasz wyniszczeniu i otrzymujesz modyfikatory -10 do cech: Siła, Zwinność, Zręczność, Wytrzymałość, Walka Wręcz i Umiejętności Strzeleckie. Jeśli Wytrzymałość lub Siła postaci spadnie poniżej 0, postać umiera z powodu choroby.",
    "WFRP4EADDON.SymptomDescriptions.WastingModerate": "Choroba atakuje i pożera Twoje mięśnie i ścięgna. W miarę postępu choroby stopniowo ulegasz wyniszczeniu i otrzymujesz modyfikatory -20 do cech: Siła, Zwinność, Zręczność, Wytrzymałość, Walka Wręcz i Umiejętności Strzeleckie. Jeśli Wytrzymałość lub Siła postaci spadnie poniżej 0, postać umiera z powodu choroby.",
    "WFRP4EADDON.SymptomDescriptions.WastingSevere": "Choroba atakuje i pożera Twoje mięśnie i ścięgna. W miarę postępu choroby stopniowo ulegasz wyniszczeniu i otrzymujesz modyfikatory -30 do cech: Siła, Zwinność, Zręczność, Wytrzymałość, Walka Wręcz i Umiejętności Strzeleckie. Jeśli Wytrzymałość lub Siła postaci spadnie poniżej 0, postać umiera z powodu choroby.",

    "WFRP4EADDON.SymptomDescriptions.Dementia": "Choroba wpłynęła na Twoje zdolności poznawcze. Twoja zdolność jasnego myślenia, rozumowania i zapamiętywania ulega pogorszeniu i otrzymujesz modyfikator -15 do cech: Inteligencja, Inicjatywa, Siła Woli, Ogłada",
    "WFRP4EADDON.SymptomDescriptions.DementiaModerate": "Choroba wpłynęła na Twoje zdolności poznawcze. Twoja zdolność jasnego myślenia, rozumowania i zapamiętywania ulega pogorszeniu i otrzymujesz modyfikator -30 do cech: Inteligencja, Inicjatywa, Siła Woli, Ogłada",
    "WFRP4EADDON.SymptomDescriptions.DementiaSevere": "Choroba wpłynęła na Twoje zdolności poznawcze. Twoja zdolność jasnego myślenia, rozumowania i zapamiętywania ulega pogorszeniu i otrzymujesz modyfikator -45 do cech: Inteligencja, Inicjatywa, Siła Woli, Ogłada",

    "WFRP4EADDON.SymptomTreatment.Blight": "Brak informacji o skutecznym leku, symptom jest nieuleczalny.",
    "WFRP4EADDON.SymptomTreatment.BlightModerate": "Brak informacji o skutecznym leku, symptom jest nieuleczalny.",
    "WFRP4EADDON.SymptomTreatment.BlightSevere": "Brak informacji o skutecznym leku, symptom jest nieuleczalny.",

    "WFRP4EADDON.SymptomTreatment.Buboes": "Udany <b>Wymagający (+0) Test Leczenia</b> z Talentem Chirurgia skutkuje wycięciem dymienicznych zmian, co także usuwa kary. Jeśli Test się nie powiedzie, pacjent otrzymuje Ropiejącą Ranę. Jeśli dymienica została wycięta, do końca choroby należy codziennie wykonywać <b>Problematyczny (-10) Test Odporności</b> - jeśli się nie powiedzie, dymienica nawraca",
    "WFRP4EADDON.SymptomTreatment.BuboesModerate": "Udany <b>Problematyczny (-10) Test Leczenia</b> z Talentem Chirurgia skutkuje wycięciem dymienicznych zmian, co także usuwa kary. Jeśli Test się nie powiedzie, pacjent otrzymuje Ropiejącą Ranę. Jeśli dymienica została wycięta, do końca choroby należy codziennie wykonywać <b>Problematyczny (-10) Test Odporności</b> - jeśli się nie powiedzie, dymienica nawraca",
    "WFRP4EADDON.SymptomTreatment.BuboesSevere": "Udany <b>Trudny (-20) Test Leczenia</b> z Talentem Chirurgia skutkuje wycięciem dymienicznych zmian, co także usuwa kary. Jeśli Test się nie powiedzie, pacjent otrzymuje Ropiejącą Ranę. Jeśli dymienica została wycięta, do końca choroby należy codziennie wykonywać <b>Problematyczny (-10) Test Odporności</b> - jeśli się nie powiedzie, dymienica nawraca",

    "WFRP4EADDON.SymptomTreatment.Convulsions": "Rzadkie zioła i mikstury alchemiczne mogą zmniejszyć objawy na dzień, zmniejszając poziom konwulsji z <b>Poważnych</b> na <b>Umiarkowane</b>, a z <b>Umiarkowanych</b> na <b>Lekkie</b>. Produkty te może wykonać każdy, kto ma Umiejętność Rzemiosło (Aptekarstwo) i dostęp do odpowiednich składników (które mogą kosztować od 10 szylingów w górę za jedną dawkę). Oczywiście znane jest odpowiednie lekarstwo, choć jest Rzadkie, ale zazwyczaj skuteczne (80%), jednak jedna porcja kosztuje u Aptekarzy ok. 1 złotej korony, co dla większości mieszkańców Imperium jest ceną zaporową.",
    "WFRP4EADDON.SymptomTreatment.ConvulsionsModerate": "Rzadkie zioła i mikstury alchemiczne mogą zmniejszyć objawy na dzień, zmniejszając poziom konwulsji z <b>Poważnych</b> na <b>Umiarkowane</b>, a z <b>Umiarkowanych</b> na <b>Lekkie</b>. Produkty te może wykonać każdy, kto ma Umiejętność Rzemiosło (Aptekarstwo) i dostęp do odpowiednich składników (które mogą kosztować od 10 szylingów w górę za jedną dawkę). Oczywiście znane jest odpowiednie lekarstwo, choć jest Rzadkie, ale względnie skuteczne (60%), jednak jedna porcja kosztuje u Aptekarzy ok. 1 złotej korony, co dla większości mieszkańców Imperium jest ceną zaporową.",
    "WFRP4EADDON.SymptomTreatment.ConvulsionsSevere":  "Rzadkie zioła i mikstury alchemiczne mogą zmniejszyć objawy na dzień, zmniejszając poziom konwulsji z <b>Poważnych</b> na <b>Umiarkowane</b>, a z <b>Umiarkowanych</b> na <b>Lekkie</b>. Produkty te może wykonać każdy, kto ma Umiejętność Rzemiosło (Aptekarstwo) i dostęp do odpowiednich składników (które mogą kosztować od 10 szylingów w górę za jedną dawkę). Oczywiście znane jest odpowiednie lekarstwo, choć jest Rzadkie, to całkiem skuteczne (40%), jednak jedna porcja kosztuje u Aptekarzy ok. 1 złotej korony, co dla większości mieszkańców Imperium jest ceną zaporową.",

    "WFRP4EADDON.SymptomTreatment.CoughsandSneezes": "Świat pełen jest przeróżnych ziół i kadzideł służących do leczenia kaszlu i kataru, jednak większość to czysta szarlataneria (jedynie 10% leków jest skutecznych). Koszt leków waha się od kilku miedziaków do wielu srebrnych monet. Kiedy trafi się skuteczny lek, usunie objawy na Bonus z Wytrzymałości godzin.",
    "WFRP4EADDON.SymptomTreatment.CoughsandSneezesModerate": "Świat pełen jest przeróżnych ziół i kadzideł służących do leczenia kaszlu i kataru, jednak większość to czysta szarlataneria (jedynie 10% leków jest skutecznych). Koszt leków waha się od kilku miedziaków do wielu srebrnych monet. Kiedy trafi się skuteczny lek, usunie objawy na Bonus z Wytrzymałości godzin.",
    "WFRP4EADDON.SymptomTreatment.CoughsandSneezesSevere": "Świat pełen jest przeróżnych ziół i kadzideł służących do leczenia kaszlu i kataru, jednak większość to czysta szarlataneria (jedynie 10% leków jest skutecznych). Koszt leków waha się od kilku miedziaków do wielu srebrnych monet. Kiedy trafi się skuteczny lek, usunie objawy na Bonus z Wytrzymałości godzin.",

    "WFRP4EADDON.SymptomTreatment.Fever": "Świat pełen jest przeróżnych, najczęściej obrzydliwych, sposobów leczenia gorączki, jednak większość to czysta szarlataneria (jedynie 10% dostępnych powszechnie leków jest skutecznych). Udany <b>Test Leczenia</b> nie przynosi nic poza informacją, ile prawdopodobnie będzie trwać gorączka. Koszt leków waha się od kilku miedziaków do wielu srebrnych monet. Kiedy trafi się skuteczny lek, usunie objawy gorączki (ale nie tej poważnej), jeśli postać odniesie sukces w <b>Wymagającym (+0) Teście Odporności</b>.",
    "WFRP4EADDON.SymptomTreatment.FeverModerate": "Świat pełen jest przeróżnych, najczęściej obrzydliwych, sposobów leczenia gorączki, jednak większość to czysta szarlataneria (jedynie 10% dostępnych powszechnie leków jest skutecznych). Udany <b>Test Leczenia</b> nie przynosi nic poza informacją, ile prawdopodobnie będzie trwać gorączka. Koszt leków waha się od kilku miedziaków do wielu srebrnych monet. Kiedy trafi się skuteczny lek, usunie objawy gorączki (ale nie tej poważnej), jeśli postać odniesie sukces w <b>Wymagającym (+0) Teście Odporności</b>.",
    "WFRP4EADDON.SymptomTreatment.FeverSevere": "Niestety, na poważną gorączkę pozbawiającą przytomności, nie ma skutecznego leku. Pozostaje się modlić i czekać.",

    "WFRP4EADDON.SymptomTreatment.Flux": "Niewiele jest skutecznych remediów na biegunkę (około 10% wśród powszechnie dostępnych), ale wielu aptekarzy i zielarzy będzie się zarzekać, że ich produkt jest niezawodny. Koszty wahają się w zależności od miejsca kupna, czasami będzie to kilka miedziaków, a czasem mieszek pełen srebra. Jeśli lekarstwo jest skuteczne, może zatrzymać objawy biegunki na tyle godzin, ile wynosi Bonus z Wytrzymałości.",
    "WFRP4EADDON.SymptomTreatment.FluxModerate": "Niewiele jest skutecznych remediów na biegunkę (około 10% wśród powszechnie dostępnych), ale wielu aptekarzy i zielarzy będzie się zarzekać, że ich produkt jest niezawodny. Koszty wahają się w zależności od miejsca kupna, czasami będzie to kilka miedziaków, a czasem mieszek pełen srebra. Jeśli lekarstwo jest skuteczne, może zatrzymać objawy biegunki na tyle godzin, ile wynosi Bonus z Wytrzymałości.",
    "WFRP4EADDON.SymptomTreatment.FluxSevere": "Niewiele jest skutecznych remediów na biegunkę (około 10% wśród powszechnie dostępnych), ale wielu aptekarzy i zielarzy będzie się zarzekać, że ich produkt jest niezawodny. Koszty wahają się w zależności od miejsca kupna, czasami będzie to kilka miedziaków, a czasem mieszek pełen srebra. Jeśli lekarstwo jest skuteczne, może zatrzymać objawy biegunki na tyle godzin, ile wynosi Bonus z Wytrzymałości.",

    "WFRP4EADDON.SymptomTreatment.Gangrene": "Amputacja gangrenowatego miejsca jest jedynym skutecznym remedium na ten symptom.",

    "WFRP4EADDON.SymptomTreatment.Lingering": "Lekarstwa, które mają zwalczać nawroty chorób, są bardzo powszechne i zazwyczaj tanie jak barszcz, rzadko kiedy kosztują więcej niż jednego szylinga. Chociaż większość z nich to zwykła blaga lub niezbyt skuteczne zielarstwo. Szanse na zakup skutecznego lekarstwa wynoszą 10%. Lek skutecznie powstrzyma rozwój choroby, dzięki czemu wykonywanie <b>Testów Wytrzymałości</b> nie będzie konieczne... jeśli lekarstwo zostało zażyte odpowiedniego dnia, którego ustalenie zależy od sukcesu w <b>Przeciętnym (+20) Teście Leczenia</b>.",
    "WFRP4EADDON.SymptomTreatment.LingeringModerate": "Lekarstwa, które mają zwalczać nawroty chorób, są bardzo powszechne i zazwyczaj tanie jak barszcz, rzadko kiedy kosztują więcej niż jednego szylinga. Chociaż większość z nich to zwykła blaga lub niezbyt skuteczne zielarstwo. Szanse na zakup skutecznego lekarstwa wynoszą 10%. Lek skutecznie powstrzyma rozwój choroby, dzięki czemu wykonywanie <b>Testów Wytrzymałości</b> nie będzie konieczne... jeśli lekarstwo zostało zażyte odpowiedniego dnia, którego ustalenie zależy od sukcesu w <b>Wymagającym (+0) Teście Leczenia</b>.",
    "WFRP4EADDON.SymptomTreatment.LingeringSevere": "Lekarstwa, które mają zwalczać nawroty chorób, są bardzo powszechne i zazwyczaj tanie jak barszcz, rzadko kiedy kosztują więcej niż jednego szylinga. Chociaż większość z nich to zwykła blaga lub niezbyt skuteczne zielarstwo. Szanse na zakup skutecznego lekarstwa wynoszą 10%. Lek skutecznie powstrzyma rozwój choroby, dzięki czemu wykonywanie <b>Testów Wytrzymałości</b> nie będzie konieczne... jeśli lekarstwo zostało zażyte odpowiedniego dnia, którego ustalenie zależy od sukcesu w <b>Trudnym (-20) Teście Leczenia</b>.",

    "WFRP4EADDON.SymptomTreatment.Malaise": "Medyczne leczenie Apatii jest całkiem skuteczne (75% szans), ale ceny leków wahają się od kilku miedziaków do garści srebra. Zażycie prawdziwego lekarstwa sprawia, że należy wykonać <b>Wymagający (+0) Test Odporności</b>, a sukces oznacza, że tego dnia postać nie cierpi z powodu Apatii.",
    "WFRP4EADDON.SymptomTreatment.MalaiseModerate": "Medyczne leczenie Apatii jest całkiem skuteczne (75% szans), ale ceny leków wahają się od kilku miedziaków do garści srebra. Zażycie prawdziwego lekarstwa sprawia, że należy wykonać <b>Wymagający (+0) Test Odporności</b>, a sukces oznacza, że tego dnia postać nie cierpi z powodu Apatii.",
    "WFRP4EADDON.SymptomTreatment.MalaiseSevere": "Medyczne leczenie Apatii jest całkiem skuteczne (75% szans), ale ceny leków wahają się od kilku miedziaków do garści srebra. Zażycie prawdziwego lekarstwa sprawia, że należy wykonać <b>Wymagający (+0) Test Odporności</b>, a sukces oznacza, że tego dnia postać nie cierpi z powodu Apatii.",

    "WFRP4EADDON.SymptomTreatment.Nausea": "Leki na mdłości są dość Powszechne i zazwyczaj skuteczne (60%), kosztują około 30 miedziaków. Po zażyciu prawdziwego lekarstwa należy wykonać <b>Wymagający (+0) Test Odporności</b>. Jeśli się powiedzie, mdłości ignoruje się przez liczbę godzin równą Bonusowi z Wytrzymałości.",
    "WFRP4EADDON.SymptomTreatment.NauseaModerate": "Leki na mdłości są dość Powszechne i zazwyczaj skuteczne (60%), kosztują około 30 miedziaków. Po zażyciu prawdziwego lekarstwa należy wykonać <b>Wymagający (+0) Test Odporności</b>. Jeśli się powiedzie, mdłości ignoruje się przez liczbę godzin równą Bonusowi z Wytrzymałości.",
    "WFRP4EADDON.SymptomTreatment.NauseaSevere": "Leki na mdłości są dość Powszechne i zazwyczaj skuteczne (60%), kosztują około 30 miedziaków. Po zażyciu prawdziwego lekarstwa należy wykonać <b>Wymagający (+0) Test Odporności</b>. Jeśli się powiedzie, mdłości ignoruje się przez liczbę godzin równą Bonusowi z Wytrzymałości.",

    "WFRP4EADDON.SymptomTreatment.Pox": "Różne rodzaje ospy są bardzo częste - tak jak i leki na nie, zazwyczaj w postaci maści lub olejków. Co większe świątynie Shallyi mają na stanie darmowe dawki maści (choć datki są zawsze - zawsze! - mile widziane), a aptekarze i zielarze wszelkiego rodzaju sprzedają podobne produkty po dość niskich cenach (kwota rzadko kiedy przekracza 6 czy 7 miedziaków za tygodniową dawkę, a szansa na skuteczność leczenia wynosi 90%). Używanie maści zmniejsza Trudność Testu Opanowania do <b>Bardzo Łatwego (+60)</b>, ale wygląda odpychająco.",
    "WFRP4EADDON.SymptomTreatment.PoxModerate": "Różne rodzaje ospy są bardzo częste - tak jak i leki na nie, zazwyczaj w postaci maści lub olejków. Co większe świątynie Shallyi mają na stanie darmowe dawki maści (choć datki są zawsze - zawsze! - mile widziane), a aptekarze i zielarze wszelkiego rodzaju sprzedają podobne produkty po dość niskich cenach (kwota rzadko kiedy przekracza 6 czy 7 miedziaków za tygodniową dawkę, a szansa na skuteczność leczenia wynosi 90%). Używanie maści zmniejsza Trudność Testu Opanowania do <b>Łatwego (+40)</b>, ale wygląda odpychająco.",
    "WFRP4EADDON.SymptomTreatment.PoxSevere": "Różne rodzaje ospy są bardzo częste - tak jak i leki na nie, zazwyczaj w postaci maści lub olejków. Co większe świątynie Shallyi mają na stanie darmowe dawki maści (choć datki są zawsze - zawsze! - mile widziane), a aptekarze i zielarze wszelkiego rodzaju sprzedają podobne produkty po dość niskich cenach (kwota rzadko kiedy przekracza 6 czy 7 miedziaków za tygodniową dawkę, a szansa na skuteczność leczenia wynosi 90%). Używanie maści zmniejsza Trudność Testu Opanowania do <b>Przeciętnego (+20)</b>, ale wygląda odpychająco.",

    "WFRP4EADDON.SymptomTreatment.Wounded": "Codziennie wykonywany udany <b>Przeciętny (+20) Test Leczenia</b> oznacza, że Rana jest odpowiednio przemywana i opatrywana, dzięki czemu znika konieczność wykonywania <b>Testu Odporności</b>.",
    "WFRP4EADDON.SymptomTreatment.WoundedModerate": "Codziennie wykonywany udany <b>Wymagający (+0) Test Leczenia</b> oznacza, że Rana jest odpowiednio przemywana i opatrywana, dzięki czemu znika konieczność wykonywania <b>Testu Odporności</b>.",
    "WFRP4EADDON.SymptomTreatment.WoundedSevere": "Codziennie wykonywany udany <b>Trudny (-20) Test Leczenia</b> oznacza, że Rana jest odpowiednio przemywana i opatrywana, dzięki czemu znika konieczność wykonywania <b>Testu Odporności</b>.",
    
    "WFRP4EADDON.SymptomTreatment.Vertigo": "Nie istnieje skuteczny lek na zawroty głowy. Objawy ustepują wraz z ustąpieniem choroby.",
    "WFRP4EADDON.SymptomTreatment.VertigoModerate": "Nie istnieje skuteczny lek na zawroty głowy. Objawy ustepują wraz z ustąpieniem choroby.",
    "WFRP4EADDON.SymptomTreatment.VertigoSevere": "Nie istnieje skuteczny lek na zawroty głowy. Objawy ustepują wraz z ustąpieniem choroby.",

    "WFRP4EADDON.SymptomTreatment.Purblind": "Lekarstwa, które mają leczyć oczy są bardzo rzadkie i trudne w stosowaniu. Szanse na zakup skutecznego lekarstwa wynoszą 10%. Lek skutecznie oczyszcza oczy po zdaniu <b>Wymagającego (+0) Testu Leczenia</b>, usuwając objawy na 1 dzień. W przypadku krytycznej porażki, oczy zostają uszkodzone na stałe i objaw pozostaje nieuleczalny.",
    "WFRP4EADDON.SymptomTreatment.PurblindModerate": "Lekarstwa, które mają leczyć oczy są bardzo rzadkie i trudne w stosowaniu. Szanse na zakup skutecznego lekarstwa wynoszą 10%. Lek skutecznie oczyszcza oczy po zdaniu <b>Wymagającego (+0) Testu Leczenia</b>, usuwając objawy na 1 dzień. W przypadku krytycznej porażki, oczy zostają uszkodzone na stałe i objaw pozostaje nieuleczalny.",
    "WFRP4EADDON.SymptomTreatment.PurblindSevere": "Lekarstwa, które mają leczyć oczy są bardzo rzadkie i trudne w stosowaniu. Szanse na zakup skutecznego lekarstwa wynoszą 10%. Lek skutecznie oczyszcza oczy po zdaniu <b>Wymagającego (+0) Testu Leczenia</b>, usuwając objawy na 1 dzień. W przypadku krytycznej porażki, oczy zostają uszkodzone na stałe i objaw pozostaje nieuleczalny.",

    "WFRP4EADDON.SymptomTreatment.Wasting": "Wyniszczenie można pokonać jedynie poprzez wyleczenie choroby ją powodującej. Osoba otoczona opieką i dobrze odżywiona w ilości przekraczającej normalne spożycie (wymagająca wydania statusu o 2 poziomy wyższego niż to wskazuje twója profesja) może wykonać cotygodniowy Trudny (-10) test Wytrzymałości, aby tymczasowo zmniejszyć modyfikator o +10 na tydzień.",
    "WFRP4EADDON.SymptomTreatment.WastingModerate": "Wyniszczenie można pokonać jedynie poprzez wyleczenie choroby ją powodującej. Osoba otoczona opieką i dobrze odżywiona w ilości przekraczającej normalne spożycie (wymagająca wydania statusu o 2 poziomy wyższego niż to wskazuje twója profesja) może wykonać cotygodniowy Trudny (-10) test Wytrzymałości, aby tymczasowo zmniejszyć modyfikator o +10 na tydzień.",
    "WFRP4EADDON.SymptomTreatment.WastingSevere": "Wyniszczenie można pokonać jedynie poprzez wyleczenie choroby ją powodującej. Osoba otoczona opieką i dobrze odżywiona w ilości przekraczającej normalne spożycie (wymagająca wydania statusu o 2 poziomy wyższego niż to wskazuje twója profesja) może wykonać cotygodniowy Trudny (-10) test Wytrzymałości, aby tymczasowo zmniejszyć modyfikator o +10 na tydzień.",

    "WFRP4EADDON.SymptomTreatment.Dementia": "Nie są znane żadne sposoby na leczenie demencji, objawy trwają dopóki trwa choroba.",
    "WFRP4EADDON.SymptomTreatment.DementiaModerate": "Nie są znane żadne sposoby na leczenie demencji, objawy trwają dopóki trwa choroba.",
    "WFRP4EADDON.SymptomTreatment.DementiaSevere": "Nie są znane żadne sposoby na leczenie demencji, objawy trwają dopóki trwa choroba.",

    "WFRP4EADDON.SymptomTreatment.Delirium": "Część uczonych traktuje delirium jako część gorączki, stosując te same metody leczenia. Niewiele jest skutecznych remediów (około 10% wśród powszechnie dostępnych), ale wielu aptekarzy i zielarzy będzie się zarzekać, że ich produkt jest niezawodny. Koszty wahają się w zależności od miejsca kupna, czasami będzie to kilka miedziaków, a czasem mieszek pełen srebra. Udany Wymagający (+0) Test Leczenia pozwala pozbyć się halucynacji na [[/r 1d10]] godzin. Dość powszechne jest również stosowanie narkotyków, aby utrzymywać pacjenta we względnym spokoju ducha.",
    "WFRP4EADDON.SymptomTreatment.Swelling": "Większość metod leczenia wiąże się z zanurzaniem w lodowatej wodzie części ciała dotkniętych opuchlizną, aby zredukować ciepło, które towarzyszy opuchliźnie. Rozszerzony, Trudny (-20) Test Leczenia wymagający +3 PS może zredukować opuchliznę na [[/r 2d10]] godzin. Każdy Test Leczenia trwa godzinę. Każdy test wywołuje +1 stan Zmęczenia. Niektórzy felczerzy stosują upuszczanie krwi w celu zmniejszenia obrzęku. Udany Rozszerzony Niemożliwy (-50) Test Leczenia na +4 PS oraz przy użyciu narzędzi cyrulika zmniejsza obrzęk na [[/r 1d10]] + bonus Wytrzymałości godzin. Każdy test trwa 30 minut."
}