{
  "_id": "PIqixe4OQgrVQpFc",
  "name": "Cavity Worms",
  "type": "disease",
  "img": "modules/wfrp4e-core/icons/diseases/disease.png",
  "effects": [],
  "folder": "cuSAaKvV7LGfpqtd",
  "sort": 100001,
  "flags": {
    "wfrp4e-dotr": {
      "initialization-folder": "Diseases",
      "sort": 100001
    }
  },
  "system": {
    "description": {
      "type": "String",
      "label": "Description",
      "value": "<p>The Cavity Worm is a disturbing parasite that infests dirty water and spoilt foodstuffs. About an inch long, and a quarter of an inch wide, the worm has a mottled green-brown hide that forms a strange pattern of a skull near its head. Mothers tell stories of Cavity Worms to frighten their children into keeping their mouths clean, so most Old Worlders dismiss these creatures as nothing more than cautionary tales. They are quite wrong to do so.</p><h4>Effects of Cavity Worms</h4><p>Once ingested, a Cavity Worm burrows into the soft tissues of the mouth or throat. It secretes an anaesthetic fluid that instantly numbs the affected area. Each day, the victim may make a <strong>Challenging (+0) Perception</strong> Test to notice the worm growing. On a success, the worm’s presence is noticed. A Physician or other skilled Character can make an <strong>Average (+10) Heal</strong> Test to remove the worm; unskilled Characters make a standard <strong>Dexterity </strong>Test. Characters trying to treat themselves need a mirror and suffer a –10 penalty. On a failed Test, the sufferer gains one @Condition[Bleeding] Condition.</p><p>Once ensconced in the victim’s mouth, the Cavity Worm feeds on breath: the essence of the spirit. For as long as this parasite remains, the host suffers a –10 penalty to all Tests.</p><p>After a week, the parasite begins its route to the victim’s brain. Each day, the victim may make an <strong>Average (+20) Perception</strong> Test to notice a small quantity of blood leaking from their mouth. Removing of the Cavity Worm at this stage requires a <strong>Difficult (–10) Surgery</strong> Test.</p><p>If the Cavity Worm is not removed within three more days, it is no longer possible to remove it without killing the host. As the worm burrows into the brain and prepares to lay its eggs, the victim must make a <strong>Toughness </strong>Test each day. Each day the Test is failed, roll [[/r 1d10]], add the number of levels of failure, and consult the @Table[cavityworms]{Cavity Worms} Table</p><p>The Cavity Worm’s eggs hatch [[/r 1d10]] days after being laid, oozing out of the victim’s nostrils to find a new host. For those who survive the process, all penalties are permanent, and can only be restored by magical or miraculous means.</p>"
    },
    "gmdescription": {
      "type": "String",
      "label": "Description",
      "value": ""
    },
    "contraction": {
      "label": "Contraction",
      "value": "Exposure to dirty water or spoiled food; Test as in description.",
      "type": "String"
    },
    "incubation": {
      "label": "Incubation",
      "value": "5 + 1d10",
      "unit": "days",
      "type": "String"
    },
    "duration": {
      "label": "Duration",
      "value": "8",
      "type": "String",
      "unit": "days",
      "active": false
    },
    "symptoms": {
      "label": "Symptoms",
      "value": "Special (see description)",
      "type": "String"
    },
    "permanent": {
      "label": "Permanent",
      "value": "",
      "type": "String"
    }
  },
  "ownership": {
    "default": 0,
    "2TbX8z7IWr0GFssP": 3,
    "VnnpieLwbiAu3Owf": 3,
    "hv1aja7lAR8ZyKUO": 3
  },
  "_stats": {
    "systemId": "wfrp4e",
    "systemVersion": "7.0.0",
    "coreVersion": "11.307",
    "createdTime": 1681859838887,
    "modifiedTime": 1693273562886,
    "lastModifiedBy": "sAiwDCZFd21tgaDN"
  },
  "_key": "!items!PIqixe4OQgrVQpFc"
}
