{
  "_id": "CG6l2uQ5in0bWx8S",
  "name": "Magical",
  "type": "vehicleMod",
  "img": "modules/wfrp4e-dotr/assets/icons/upgrade.png",
  "effects": [],
  "folder": "mqmgFBAdX7S24AT7",
  "sort": 100001,
  "flags": {
    "wfrp4e-dotr": {
      "initialization-folder": "Propulsion",
      "sort": 100001
    }
  },
  "system": {
    "description": {
      "type": "String",
      "label": "Description",
      "value": "<p>For a price, some Wizards will enchant a boat so that a wind blows constantly into its sails, or the water moves constantly under its hull, increasing its M score by up to 3 points and/or making it immune to weather and other factors that normally impede a boat&rsquo;s Movement. These enchantments are normally temporary and always fantastically expensive, and it is left up to you to decide whether or not the Characters can have access to them at any time.</p>\n<p>On very rare occasions, normally tied to the main plot of an adventure, a group of Characters might be loaned a magical boat by an Elf or Dwarf ruler, or perhaps by the head of one of the Colleges of Magic &mdash; but they will never be sold or given one outright.</p>\n<p>That said, though, it can be fun for Players to experiment with spells and see how they can use them to improve their vessel&rsquo;s performance, sturdiness, and other features, and this should be encouraged, especially between adventures. Success can bring some small temporary benefits, and failure should be entertaining as well as frustrating.</p>"
    },
    "gmdescription": {
      "type": "String",
      "label": "Description",
      "value": ""
    },
    "price": {
      "type": "String",
      "label": "Price",
      "gc": "0",
      "ss": "0",
      "bp": "0"
    },
    "encumbrance": {
      "type": "Number",
      "label": "Encumbrance",
      "value": 0
    },
    "modType": {
      "value": "propulsion"
    }
  },
  "ownership": {
    "default": 0,
    "2TbX8z7IWr0GFssP": 3,
    "VnnpieLwbiAu3Owf": 3,
    "hv1aja7lAR8ZyKUO": 3
  },
  "_stats": {
    "systemId": "wfrp4e",
    "systemVersion": "7.0.0",
    "coreVersion": "11.307",
    "createdTime": 1681859838884,
    "modifiedTime": 1693273562879,
    "lastModifiedBy": "sAiwDCZFd21tgaDN"
  },
  "_key": "!items!CG6l2uQ5in0bWx8S"
}
