{
  "name": "Complex Illusion",
  "permission": {
    "default": 0,
    "JaDY9Gr5gDw8h5kN": 3
  },
  "type": "spell",
  "data": {
    "description": {
      "type": "String",
      "label": "Description",
      "value": "<p>You create a complete illusion around one creature which only they can see. Te target&rsquo;s entire environment appears changed to all the senses. For example, a person in a forest could be made to believe to have been transported to the middle of Altdorf, complete with all the sights, sounds, smells, jostling, and hustle and bustle of the city. Te target could haggle over goods, exchange money, eat the fruit they bought, have an engaging conversation with passersby, attack or be attacked by ruffians, suffer pain, Conditions, Criticals, and Wounds. Te main limitation is that you must have experienced the environment that you are simulating in your target&rsquo;s mind. Most illusory Damage and Conditions do not carry over once the spell ends. However, if your target is knocked unconscious by an illusion, they will gain the Unconscious Condition when the spell ends; if killed by an illusion, the target must pass a Challenging (+0) Cool Test or suffer SL+1 Mental Corruption points. Upon the spell ending, the target takes the Surprised Condition. To anyone watching, your target appears to be stumbling around and reacting to non-existent people: the target counts as a Helpless Target. Only someone with the Second Sight Talent may make a Hard (-20) Perception Test to notice the illusion, and even if passed they do not see through the spell. It must be dispelled to break its veracity.</p>"
    },
    "gmdescription": {
      "type": "String",
      "label": "Description",
      "value": ""
    },
    "lore": {
      "type": "String",
      "label": "Lore",
      "value": "Shadows",
      "effect": ""
    },
    "range": {
      "type": "String",
      "label": "Range",
      "value": "Willpower yards"
    },
    "target": {
      "type": "String",
      "label": "Target",
      "value": "Special",
      "aoe": false
    },
    "duration": {
      "type": "String",
      "label": "Duration",
      "value": "Willpower minutes+",
      "extendable": false
    },
    "damage": {
      "type": "String",
      "label": "Damage",
      "value": ""
    },
    "cn": {
      "type": "Number",
      "label": "Casting Number",
      "value": 12,
      "SL": 0
    },
    "magicMissile": {
      "type": "Boolean",
      "label": "Magic Missile",
      "value": false
    },
    "memorized": {
      "type": "Boolean",
      "label": "Memorized",
      "value": false
    },
    "ingredients": [],
    "currentIng": {
      "type": "Number",
      "label": "Ingredient",
      "value": 0
    },
    "wind": {
      "value": ""
    },
    "source": {
      "type": "String",
      "label": "Source"
    }
  },
  "flags": {
    "_sheetTab": "details"
  },
  "img": "modules/wfrp4e-content/icons/spells/shadow.png",
  "_id": "JMI66QsdKVbgSR2e",
  "effects": [],
  "_key": "!items!JMI66QsdKVbgSR2e"
}
