{
  "_id": "B95fxIwG1NdieHhr",
  "name": "Summon Verminlord",
  "permission": {
    "default": 0,
    "LhiA8OMMa0ToAWEe": 3
  },
  "type": "spell",
  "data": {
    "description": {
      "type": "String",
      "label": "Description",
      "value": "<p>Once the spell is cast, an hour of meditation is required to coalesce the energies. If you are interrupted at all, the spell is wasted. Then, you point anywhere within Willpower Bonus yards of you and use your Warp magic to tear open the fabric of the material realm, bringing forth one of the dreaded Vermin Lords, Greater Daemons of the Horned Rat. Use the profile provided in the Unoﬃcial Bestiary. When the Daemon appears, perform an Opposed Channelling/Willpower Test to control it. A spellcaster who possesses the Channelling (Warp) Skill may Assist (+10) in controlling the summoned Daemon. Without assistance, the risk to you is immense. If you win the Test, the Verminlord may be assigned one task that can be completed within the spell&rsquo;s Duration. If you lose the Test, the GM determines if the Daemon attacks you and your allies or if it just calmly walks back into the aethyr, so small and puny are you. If you Fumble any Channelling or Casting roll involved in this spell, you are sucked into the Realm of Chaos to become the plaything of one of the Vermin Lords you were foolish enough to summon. If you spend a Fate point, you are spat back into reality for some mysterious reason.&nbsp;</p>\n<p>Overcast: For every +2 SL, you may increase the SL of your Opposed Test by +1.&nbsp;</p>\n<p>This spell costs 400 XP for a Skaven Sorcerer to learn. The paranoia of Skaven Sorcerers and the rigid hierarchy of Skaven society make it almost impossible for aspiring Sorcerers to learn and use this spell.&nbsp;&nbsp;</p>"
    },
    "gmdescription": {
      "type": "String",
      "label": "Description",
      "value": ""
    },
    "lore": {
      "type": "String",
      "label": "Lore",
      "value": "",
      "effect": ""
    },
    "range": {
      "type": "String",
      "label": "Range",
      "value": "Special"
    },
    "target": {
      "type": "String",
      "label": "Target",
      "value": "Special",
      "aoe": false
    },
    "duration": {
      "type": "String",
      "label": "Duration",
      "value": "Willpower Bonus rounds",
      "extendable": false
    },
    "damage": {
      "type": "String",
      "label": "Damage",
      "value": ""
    },
    "cn": {
      "type": "Number",
      "label": "Casting Number",
      "value": 16,
      "SL": 0
    },
    "magicMissile": {
      "type": "Boolean",
      "label": "Magic Missile",
      "value": false
    },
    "memorized": {
      "type": "Boolean",
      "label": "Memorized",
      "value": false
    },
    "ingredients": [],
    "currentIng": {
      "type": "Number",
      "label": "Ingredient",
      "value": 0
    },
    "wind": {
      "value": ""
    }
  },
  "flags": {
    "core": {
      "sourceId": "Item.QbidCAjfEjFldyUN"
    }
  },
  "img": "modules/wfrp4e-unofficial-grimoire/icons/spell_summon%20virminlord.jpg",
  "effects": [],
  "_key": "!items!B95fxIwG1NdieHhr"
}
